tansen.org
#+TITLE: Tansen
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
#+HTML_HEAD: <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.1.3/jquery.min.js"></script>
#+HTML_HEAD: <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.4/js/bootstrap.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="http://www.pirilampo.org/styles/lib/js/jquery.stickytableheaders.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="http://www.pirilampo.org/styles/readtheorg/js/readtheorg.js"></script>


* Basic Information
#+NAME: BASICINFO
#+ATTR_HTML: :border 2 :rules all :frame border
| Race       | Class | Background | Alignment   | Level | XP |
|------------+-------+------------+-------------+-------+----|
| Dragonborn | Monk  | City Watch | Lawful Good |     2 |    |

* Attributes and Skills
#+NAME: Attributes
#+ATTR_HTML: :border 2 :rules all :frame border
|              | Score | Modifier |
|--------------+-------+----------|
| Strength     |    18 |        4 |
| Dexterity    |    18 |        4 |
| Constitution |    16 |        3 |
| Intelligence |    11 |        0 |
| Wisdom       |    16 |        3 |
| Charisma     |    17 |        3 |
#+TBLFM: $3=floor(($2-10)/2)

#+NAME: Prof
#+ATTR_HTML: :border 2 :rules all :frame border
| Inspiration | Proficiency |
|             |           2 |

** Saving Throws
- Strength
- Dexterity

** Skills
#+NAME: Skills
#+ATTR_HTML: :border 2 :frame border
|                 | Attribute    | Proficient? |
|-----------------+--------------+-------------|
| Athletics       | Strength     | Y           |
|-----------------+--------------+-------------|
| Acrobatics      | Dexterity    |             |
| Sleight of Hand |              |             |
| Stealth         |              | Y           |
|-----------------+--------------+-------------|
| Aracana         | Intelligence |             |
| History         |              | Y           |
| Investigation   |              |             |
| Nature          |              |             |
| Religion        |              |             |
|-----------------+--------------+-------------|
| Animal Handling | Wisdom       |             |
| Insight         |              | Y           |
| Medicine        |              |             |
| Perception      |              |             |
| Survival        |              |             |
|-----------------+--------------+-------------|
| Deception       | Charisma     |             |
| Intimidation    |              |             |
| Performance     |              |             |
| Persuasion      |              |             |

** Other Proficienies and Languages

*** Languages Known
- Draconic
- Common
- Dwarvish
- Gnomish

*** Tool Proficiencies
- Artisan's tools

*** Weapon Proficiencies
- Simple weapons
- Shortswords

* Combat

** Defense

#+NAME: Defense
#+ATTR_HTML: :border 2 :frame border :rules all
| Armor Class (Unarmored) | Initiative | Speed (Unarmored) |
|-------------------------+------------+-------------------|
|                      17 |          4 |                40 |
#+TBLFM: @2$1=10+remote(Attributes,@3$3)+remote(Attributes,@6$3)

- *Base speed:* 30.
- When unarmored, speed increases as per the [[http://engl393-dnd5th.wikia.com/wiki/Monk][Monk Leveling Table]].

** Health

#+NAME: Health
#+ATTR_HTML: :border 2 :frame border :rules all
| Hit Point Maximum | Current Hit Points | Temp Hit Point |
|-------------------+--------------------+----------------|
|                17 |                 17 |                |

*** Hit Dice

#+NAME: HD
#+ATTR_HTML: :border 2 :frame border :rules all
| Type | Number |
|------+--------|
|  1d8 |      2 |

** Weapons

#+NAME: ImpMod
#+ATTR_HTML: :border 2 :frame border :rules all
| Strength Modifier | Dexterity Mod | Proficiency Bonus |
|-------------------+---------------+-------------------|
|                 4 |             4 |                 2 |
#+TBLFM: @2$1=remote(Attributes,@2$3)::@2$2=remote(Attributes,@3$3)::@2$3=remote(Prof,@2$2)

- When attacking with monk weapons or unarmed strike can use either Strength, or
  Dexterity to attack and damage
- Attacking with unarmed strike or monk weapons allows unarmed strike as a bonus
  action.
- Can roll a d4 in place of the normal damage of unarmed strike or monk
  weapon. This die can change with gaining of monk levels. Check martial arts
  column of [[http://engl393-dnd5th.wikia.com/wiki/Monk][Monk Leveling Table]].
- Proficient in monk weapons and unarmed strike.

#+NAME: Weapons
#+ATTR_HTML: :border 2 :frame border
| Weapons        | Proficient? | Base Damage | Type     | Range |
|----------------+-------------+-------------+----------+-------|
| Spear          | Y           |         1d6 | Piercing | 20/60 |
| Dart           | Y           |         1d4 | Piercing | 20/60 |
| Unarmed Strike | Y           |         1d4 | Bludgeon | 5     |
#+TBLFM: @4$2=remote(Attributes,@3$3)

** Ki

#+NAME: Ki
#+ATTR_HTML: :border 2 :frame border :rules all
| Ki Points | Ki Save DC |
|-----------+------------|
|         2 |         13 |
#+TBLFM: @2$2=8+remote(Prof,@2$2)+remote(Attributes,@6$3)

*** Ki features
- *Flurry of Blows:* Immediately after attack, use 1 ki point to make two unarmed
  strikes as a bonus action.
- *Patient Defense:* Use 1 ki point to take the dodge action as bonus action on
  own turn.
- *Step of the Wind:* Use 1 ki point to disengage or dash as a bonus action on own
  turn. Jump distance is doubled for the turn.

* Equipment

- Spear
- Dart × 10
- Dungeoneer's Pack
  + Backpack
  + Crowbar
  + Hammer
  + Pitons × 10
  + Torches × 10
  + Tinderbox
  + Ration × 10 days
  + Waterskin
  + Hempen rope - 50 feet
- Uniform
- Horn
- Set of manacles
- Pouch

#+NAME: Coin
#+ATTR_HTML: :border 2 :frame border :rules all
| PP | GP | EP | SP | CP |
|----+----+----+----+----|
|    | 10 |    |    |    |

* Features

** Dragonborn features
- Red Dragon.
- Draconic Ancestry: Breathe a 15 feet cone of fire (once between rests),
  dealing 2d6 fire damage, Dexterity save for half damage. DC  = 8 +
  Constitution Modifier + Proficiency.
- Resist fire damage.

** City Watch features
- Have a knack for finding crime dens and constabularies.

** Monk features
- Wisdom modifier added to AC when unarmoured, and not carrying a shield.
- Can use dexterity for attack and damage when unarmed or using monk
  weapons. 
- Can roll a d4 in place of the normal damage of unarmed strike or monk
  weapon. This die can change with gaining of monk levels. Check martial arts
  column of [[http://engl393-dnd5th.wikia.com/wiki/Monk][Monk Leveling Table]].
- Can make an unarmed attack as a bonus action when unarmed or using monk
  weapons.

* Backstory

/"Tansen, Taaannnsennn, ...." a oddly familiar voice called him, amidst all the/
/din. He could not quite place where it was coming from, nor whose voice it/
/was. He knew the speaker was calling him, but that was not his name. He was/
/Sohandus. Then why did the voice did not call him as such? His reptilian brain/
/could not figure that out. Reptilian! Why was he thinking of himself as a/
/reptile? Sure he had wings, but they were the wings of an angel not of a/
/wyvern. No! None of that mattered now. Angel, wyverns, the voice, the crowd,/
/none of that mattered. Nothing except the "Lady of the Blades", standing between/
/them and their salvation, mattered. And here comes her first salvo./

Tansen woke up. The window was open, and sunlight was streaming on to his
face. He realized his mother was calling him down for breakfast. He glanced at
the clock on the nightstand. It was seven. He would have to get out of bed
soon. He could not be late again. The Chief had already threatened once to
dock his pay for the month. If he was late again then he might actually do
it. And Tansen could not afford that. He was tired of hearing what a shame to
the clan he was. Tired of hearing how his siblings were working hard to bring
glory to the clan while he could only be a sergeant of the city watch. Imagine
being an unpaid sergeant of the city watch. Tansen shivered at the thought of
that.

Bu the dream. The dreams. They had started about a few months back. In the
beginning the dreams would appear once in a while, then every week, then thrice a
week, and finally they reached a crescendo last week. Every night last week he
had had those dreams. Even the blue wine did not help. Just made the dreams more
intense. In the dreams he was always in a bleak world. The colors were muted,
nothing like his shiny red scales. The air was hot and heavy, not that he minded
the heat. Nothing should have been able to grow there, and yet there was
life. Though not life as he knew. And he had companions. After dreaming them for
a few months, he finally knew their names. Soraya, the angel. Nathan, the
human, even though he garbed strangely. Ragnarok, the demon? He was not quite
sure what Ragnarok was. And he was Sohandus of the angelic wings. This was a
most strange party. But the dreams were so real. Not like the fantasies he had
as a youngling. This was not Tansen pretending to be Frejya, the barbarian
princess who singlehandedly drove back the fire demons that had invaded her
country, or Ingotfoundersson, the famous dwarf adventurer who discovered the
adamantine mines of Minerva. No, Sohandus was very real. Tansen was Sohandus. Or
so it seemed in the dreams.

The worst part of the dreams, besides always having to fight for survival in
that bleak world, was that Tansen had no one to talk to about it. His father had
never liked his flights of fancy, and had put an early stop to it. The senior
dragonborn's pride could not tolerate his son playacting as fairy tale
characters instead of working for glory of the clan. Tansen could not talk to
his father about the dreams. He could not talk to his mother, may Io bless her,
either. He knew what she would say, and Tansen would rather lose all his scales
than visit the bard at Fandort-upon-Tye. His siblings are away changing the
world, and even if they were here they would probably have been too busy
picking on him to help him. Nor could he discuss this with his non-dragonborn
colleagues. That is not the dragonborn way, even for the most atypical
dragonborn like Tansen.

Tansen heard his mother call him down again for breakfast. It was a quarter past
seven. There was no way he was going to be late today too. He got out of bed,
and headed downstairs. Maybe he will stop by the library at the new monastery
after work. The manuscripts might have some answers.
