tansen.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Tansen</title>
<!-- 2018-06-02 Sat 23:53 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="soham" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Tansen</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Basic Information</a></li>
<li><a href="#sec-2">2. Attributes and Skills</a>
<ul>
<li><a href="#sec-2-1">2.1. Saving Throws</a></li>
<li><a href="#sec-2-2">2.2. Skills</a></li>
<li><a href="#sec-2-3">2.3. Other Proficienies and Languages</a>
<ul>
<li><a href="#sec-2-3-1">2.3.1. Languages Known</a></li>
<li><a href="#sec-2-3-2">2.3.2. Tool Proficiencies</a></li>
<li><a href="#sec-2-3-3">2.3.3. Weapon Proficiencies</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-3">3. Combat</a>
<ul>
<li><a href="#sec-3-1">3.1. Defense</a></li>
<li><a href="#sec-3-2">3.2. Health</a>
<ul>
<li><a href="#sec-3-2-1">3.2.1. Hit Dice</a></li>
</ul>
</li>
<li><a href="#sec-3-3">3.3. Weapons</a></li>
<li><a href="#sec-3-4">3.4. Ki</a>
<ul>
<li><a href="#sec-3-4-1">3.4.1. Ki features</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-4">4. Equipment</a></li>
<li><a href="#sec-5">5. Features</a>
<ul>
<li><a href="#sec-5-1">5.1. Dragonborn features</a></li>
<li><a href="#sec-5-2">5.2. City Watch features</a></li>
<li><a href="#sec-5-3">5.3. Monk features</a></li>
</ul>
</li>
<li><a href="#sec-6">6. Backstory</a></li>
</ul>
</div>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Basic Information</h2>
<div class="outline-text-2" id="text-1">
<table id="BASICINFO" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Race</th>
<th scope="col" class="left">Class</th>
<th scope="col" class="left">Background</th>
<th scope="col" class="left">Alignment</th>
<th scope="col" class="right">Level</th>
<th scope="col" class="left">XP</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Dragonborn</td>
<td class="left">Monk</td>
<td class="left">City Watch</td>
<td class="left">Lawful Good</td>
<td class="right">3</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Attributes and Skills</h2>
<div class="outline-text-2" id="text-2">
<table id="Attributes" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="left" />

<col  class="right" />

<col  class="right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="right">Score</th>
<th scope="col" class="right">Modifier</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Strength</td>
<td class="right">18</td>
<td class="right">4</td>
</tr>

<tr>
<td class="left">Dexterity</td>
<td class="right">18</td>
<td class="right">4</td>
</tr>

<tr>
<td class="left">Constitution</td>
<td class="right">16</td>
<td class="right">3</td>
</tr>

<tr>
<td class="left">Intelligence</td>
<td class="right">11</td>
<td class="right">0</td>
</tr>

<tr>
<td class="left">Wisdom</td>
<td class="right">16</td>
<td class="right">3</td>
</tr>

<tr>
<td class="left">Charisma</td>
<td class="right">17</td>
<td class="right">3</td>
</tr>
</tbody>
</table>

<table id="Prof" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="left" />

<col  class="right" />
</colgroup>
<tbody>
<tr>
<td class="left">Inspiration</td>
<td class="right">Proficiency</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="right">2</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Saving Throws</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Strength
</li>
<li>Dexterity
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Skills</h3>
<div class="outline-text-3" id="text-2-2">
<table id="Skills" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="border">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">Attribute</th>
<th scope="col" class="left">Proficient?</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Athletics</td>
<td class="left">Strength</td>
<td class="left">Y</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">Acrobatics</td>
<td class="left">Dexterity</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Sleight of Hand</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Stealth</td>
<td class="left">&#xa0;</td>
<td class="left">Y</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">Aracana</td>
<td class="left">Intelligence</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">History</td>
<td class="left">&#xa0;</td>
<td class="left">Y</td>
</tr>

<tr>
<td class="left">Investigation</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Nature</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Religion</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">Animal Handling</td>
<td class="left">Wisdom</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Insight</td>
<td class="left">&#xa0;</td>
<td class="left">Y</td>
</tr>

<tr>
<td class="left">Medicine</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Perception</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Survival</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">Deception</td>
<td class="left">Charisma</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Intimidation</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Performance</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Persuasion</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Other Proficienies and Languages</h3>
<div class="outline-text-3" id="text-2-3">
</div><div id="outline-container-sec-2-3-1" class="outline-4">
<h4 id="sec-2-3-1"><span class="section-number-4">2.3.1</span> Languages Known</h4>
<div class="outline-text-4" id="text-2-3-1">
<ul class="org-ul">
<li>Draconic
</li>
<li>Common
</li>
<li>Dwarvish
</li>
<li>Gnomish
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-3-2" class="outline-4">
<h4 id="sec-2-3-2"><span class="section-number-4">2.3.2</span> Tool Proficiencies</h4>
<div class="outline-text-4" id="text-2-3-2">
<ul class="org-ul">
<li>Artisan's tools
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-3-3" class="outline-4">
<h4 id="sec-2-3-3"><span class="section-number-4">2.3.3</span> Weapon Proficiencies</h4>
<div class="outline-text-4" id="text-2-3-3">
<ul class="org-ul">
<li>Simple weapons
</li>
<li>Shortswords
</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Combat</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Defense</h3>
<div class="outline-text-3" id="text-3-1">
<table id="Defense" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="right" />

<col  class="right" />

<col  class="right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Armor Class (Unarmored)</th>
<th scope="col" class="right">Initiative</th>
<th scope="col" class="right">Speed (Unarmored)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">17</td>
<td class="right">4</td>
<td class="right">40</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li><b>Base speed:</b> 30.
</li>
<li>Unarmored speed increases as per the <a href="http://engl393-dnd5th.wikia.com/wiki/Monk">Monk Leveling Table</a>.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> Health</h3>
<div class="outline-text-3" id="text-3-2">
<table id="Health" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="right" />

<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Hit Point Maximum</th>
<th scope="col" class="right">Current Hit Points</th>
<th scope="col" class="left">Temp Hit Point</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">25</td>
<td class="right">25</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-sec-3-2-1" class="outline-4">
<h4 id="sec-3-2-1"><span class="section-number-4">3.2.1</span> Hit Dice</h4>
<div class="outline-text-4" id="text-3-2-1">
<table id="HD" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="right" />

<col  class="right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Type</th>
<th scope="col" class="right">Number</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1d8</td>
<td class="right">3</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> Weapons</h3>
<div class="outline-text-3" id="text-3-3">
<table id="ImpMod" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="right" />

<col  class="right" />

<col  class="right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Strength Modifier</th>
<th scope="col" class="right">Dexterity Mod</th>
<th scope="col" class="right">Proficiency Bonus</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">4</td>
<td class="right">4</td>
<td class="right">2</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>When attacking with monk weapons or unarmed strike can use either Strength, or
Dexterity to attack and damage
</li>
<li>Attacking with unarmed strike or monk weapons allows unarmed strike as a bonus
action.
</li>
<li>Can roll a d4 in place of the normal damage of unarmed strike or monk
weapon. This die can change with gaining of monk levels. Check martial arts
column of <a href="http://engl393-dnd5th.wikia.com/wiki/Monk">Monk Leveling Table</a>.
</li>
<li>Proficient in monk weapons and unarmed strike.
</li>
</ul>

<table id="Weapons" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="border">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="right" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Weapons</th>
<th scope="col" class="left">Proficient?</th>
<th scope="col" class="right">Base Damage</th>
<th scope="col" class="left">Type</th>
<th scope="col" class="left">Range</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Spear</td>
<td class="left">Y</td>
<td class="right">1d6</td>
<td class="left">Piercing</td>
<td class="left">20/60</td>
</tr>

<tr>
<td class="left">Dart</td>
<td class="left">Y</td>
<td class="right">1d4</td>
<td class="left">Piercing</td>
<td class="left">20/60</td>
</tr>

<tr>
<td class="left">Unarmed Strike</td>
<td class="left">Y</td>
<td class="right">1d4</td>
<td class="left">Bludgeon</td>
<td class="left">5</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> Ki</h3>
<div class="outline-text-3" id="text-3-4">
<table id="Ki" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="right" />

<col  class="right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Ki Points</th>
<th scope="col" class="right">Ki Save DC</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">3</td>
<td class="right">13</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-sec-3-4-1" class="outline-4">
<h4 id="sec-3-4-1"><span class="section-number-4">3.4.1</span> Ki features</h4>
<div class="outline-text-4" id="text-3-4-1">
<ul class="org-ul">
<li><b>Flurry of Blows:</b> Immediately after attack, use 1 ki point to make two unarmed
strikes as a bonus action.
</li>
<li><b>Patient Defense:</b> Use 1 ki point to take the dodge action as bonus action on
own turn.
</li>
<li><b>Step of the Wind:</b> Use 1 ki point to disengage or dash as a bonus action on own
turn. Jump distance is doubled for the turn.
</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Equipment</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>Spear
</li>
<li>Dart × 10
</li>
<li>Dungeoneer's Pack
<ul class="org-ul">
<li>Backpack
</li>
<li>Crowbar
</li>
<li>Hammer
</li>
<li>Pitons × 10
</li>
<li>Torches × 10
</li>
<li>Tinderbox
</li>
<li>Ration × 10 days
</li>
<li>Waterskin
</li>
<li>Hempen rope - 50 feet
</li>
</ul>
</li>
<li>Uniform
</li>
<li>Horn
</li>
<li>Set of manacles
</li>
<li>Pouch
</li>
</ul>

<table id="Coin" border="2" cellspacing="0" cellpadding="6" rules="all" frame="border">


<colgroup>
<col  class="left" />

<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">PP</th>
<th scope="col" class="right">GP</th>
<th scope="col" class="left">EP</th>
<th scope="col" class="left">SP</th>
<th scope="col" class="left">CP</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&#xa0;</td>
<td class="right">71</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Features</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> Dragonborn features</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>Red Dragon.
</li>
<li>Draconic Ancestry: Breathe a 15 feet cone of fire (once between rests),
dealing 2d6 fire damage, Dexterity save for half damage. DC  = 8 +
Constitution Modifier + Proficiency.
</li>
<li>Resist fire damage.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2"><span class="section-number-3">5.2</span> City Watch features</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Have a knack for finding crime dens and constabularies.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-5-3" class="outline-3">
<h3 id="sec-5-3"><span class="section-number-3">5.3</span> Monk features</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>Wisdom modifier added to AC when unarmoured, and not carrying a shield.
</li>
<li>Can use dexterity for attack and damage when unarmed or using monk
weapons. 
</li>
<li>Can roll a d4 in place of the normal damage of unarmed strike or monk
weapon. This die can change with gaining of monk levels. Check martial arts
column of <a href="http://engl393-dnd5th.wikia.com/wiki/Monk">Monk Leveling Table</a>.
</li>
<li>Can make an unarmed attack as a bonus action when unarmed or using monk
weapons.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Backstory</h2>
<div class="outline-text-2" id="text-6">
<p>
"<i>Tansen, Taaannnsennn, &#x2026;." a oddly familiar voice called him, amidst all the</i>
<i>din. He could not quite place where it was coming from, nor whose voice it</i>
<i>was. He knew the speaker was calling him, but that was not his name. He was</i>
<i>Sohandus. Then why did the voice did not call him as such? His reptilian brain</i>
<i>could not figure that out. Reptilian! Why was he thinking of himself as a</i>
<i>reptile? Sure he had wings, but they were the wings of an angel not of a</i>
<i>wyvern. No</i>! <i>None of that mattered now. Angel, wyverns, the voice, the crowd</i>,
<i>none of that mattered. Nothing except the "Lady of the Blades", standing between</i>
<i>them and their salvation, mattered. And here comes her first salvo.</i>
</p>

<p>
Tansen woke up. The window was open, and sunlight was streaming on to his
face. He realized his mother was calling him down for breakfast. He glanced at
the clock on the nightstand. It was seven. He would have to get out of bed
soon. He could not be late again. The Chief had already threatened once to
dock his pay for the month. If he was late again then he might actually do
it. And Tansen could not afford that. He was tired of hearing what a shame to
the clan he was. Tired of hearing how his siblings were working hard to bring
glory to the clan while he could only be a sergeant of the city watch. Imagine
being an unpaid sergeant of the city watch. Tansen shivered at the thought of
that.
</p>

<p>
Bu the dream. The dreams. They had started about a few months back. In the
beginning the dreams would appear once in a while, then every week, then thrice a
week, and finally they reached a crescendo last week. Every night last week he
had had those dreams. Even the blue wine did not help. Just made the dreams more
intense. In the dreams he was always in a bleak world. The colors were muted,
nothing like his shiny red scales. The air was hot and heavy, not that he minded
the heat. Nothing should have been able to grow there, and yet there was
life. Though not life as he knew. And he had companions. After dreaming them for
a few months, he finally knew their names. Soraya, the angel. Nathan, the
human, even though he garbed strangely. Ragnarok, the demon? He was not quite
sure what Ragnarok was. And he was Sohandus of the angelic wings. This was a
most strange party. But the dreams were so real. Not like the fantasies he had
as a youngling. This was not Tansen pretending to be Frejya, the barbarian
princess who singlehandedly drove back the fire demons that had invaded her
country, or Ingotfoundersson, the famous dwarf adventurer who discovered the
adamantine mines of Minerva. No, Sohandus was very real. Tansen was Sohandus. Or
so it seemed in the dreams.
</p>

<p>
The worst part of the dreams, besides always having to fight for survival in
that bleak world, was that Tansen had no one to talk to about it. His father had
never liked his flights of fancy, and had put an early stop to it. The senior
dragonborn's pride could not tolerate his son playacting as fairy tale
characters instead of working for glory of the clan. Tansen could not talk to
his father about the dreams. He could not talk to his mother, may Io bless her,
either. He knew what she would say, and Tansen would rather lose all his scales
than visit the bard at Fandort-upon-Tye. His siblings are away changing the
world, and even if they were here they would probably have been too busy
picking on him to help him. Nor could he discuss this with his non-dragonborn
colleagues. That is not the dragonborn way, even for the most atypical
dragonborn like Tansen.
</p>

<p>
Tansen heard his mother call him down again for breakfast. It was a quarter past
seven. There was no way he was going to be late today too. He got out of bed,
and headed downstairs. Maybe he will stop by the library at the new monastery
after work. The manuscripts might have some answers.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: soham</p>
<p class="date">Created: 2018-06-02 Sat 23:53</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
